Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/press_releases_fi/gielladahku_duodji_matleena_fofonoff_2011.pdf.tmx
Source language: fin
Languages: sme

source: juuriSta ValmiStettu kannellinen juurikori, leipäVati ja Sokerikko
sme: Vettiin ráhkaduVVon Veaddegore lohkiin, láibelihtti ja Sohkarlihtti

source: Juuret kaivetaan maasta heti roudan sulettua ja niitä voidaan kaivaa siihen asti kun taas syksyl-lä maa jäätyy ja tulee routa.
sme: Veattit roggojuvvojit eatnamis dalán go doallu lea suddan ja daid sáhttá roggat dassážii, go eana fas galbmá čakčat ja šaddá doallu.

source: Paras aika puhdistaa juuret on nila-aika, silloin kun suopursu kukkii, silloin puhdistaminen on helpompaa ja ”luonto auttaa” puhdistamistyössä.
sme: Buoremus áigi buhtistit vettiid lea njallaáigi, dallego guohcarássi lieđđu, dalle buhtisteapmi lea álkit ja ”luondu veahkeha” buhtistanbarggus.

source: Työvälineinä ovat kuokka, puukko, reiʹitetty luu tai sarvi.
sme: Bargoneavvun leat guohkki, buvku, ráigojuvvon dákti dahje čoarvi.

source: Reiʹitetty luu on tehty poron sääriluusta samoin kun kudonnassa käytettävä naskali.
sme: Ráigojuvvon dákti lea ráhkaduvvon bohcco čuožžamasas dego gođđimis geavahuvvon soairuge.

source: Puhdistetut juuret kuivataan ja säilytetään kuivas-sa ja varjoisassa paikassa esimerkiksi aitassa pienissä kerissä.
sme: Buhtistuvvon veattit goikaduvvojit ja seailluhuvvojit goike ja itkos sajis ovdamearkan áittis smávva nođđun.

source: Työstäessä juuret notkistetaan kuumassa vedessä ja kude halkaistaan.
sme: Ávdnedettiin veattit sodjalahttojuvvojit báhkka čázis ja gođa luddejuvvo.

source: Tukijuuri on pyöreä.
sme: Duvddaveaddi lea jorbbas.

source: Tukijuurta liikuttamalla saadaan työlle haluttu muoto.
sme: Duvddaveatti lihkahemiin oažžu duodjái háliduvvon hámi.

source: Kudonnassa käytetään työvälineenä poronluusta valmistettua naskalia.
sme: Gođđimis adno-juvvo bargoneavvun bohccodávttis ráhkaduvvon soairu.

source: Pieni puukko on hyvä apu juurien halkaisun alussa, mutta sen jälkeen juurien halkaiseminen tehdään käsin.
sme: Smávva buvkkoš lea buorre veahkki vettiid luddemii álggos, muhto dan maŋŋá veattit luddejuvvojit gieđaiguin.

source: Työ viimeistellään parkkivedessä värjäten ja lopuksi voidellaan öljyllä.
sme: Duodji báidnojuvvo ostočáziin ja loahpas dat vel vuoiddaduvvo oljjuin.

source: (Teksti Matleena Fofonoff)
sme: (Teaksta Matleena Fofonoff)
